-- phpMyAdmin SQL Dump
-- version 4.7.0
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Oct 01, 2017 at 11:50 AM
-- Server version: 5.7.18
-- PHP Version: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `docdb`
--

-- --------------------------------------------------------

--
-- Table structure for table `tb_sick`
--

CREATE TABLE `tb_sick` (
  `id_sick` int(11) NOT NULL,
  `type_person` int(3) NOT NULL,
  `write` varchar(20) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `date_write1` date NOT NULL,
  `subject` varchar(60) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `study` varchar(70) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `prename` int(2) NOT NULL,
  `first_name` varchar(20) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `last_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `position` varchar(100) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `affiliation` varchar(40) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `work` varchar(40) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `tel` varchar(20) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `cumulative` int(5) NOT NULL,
  `disease` int(2) NOT NULL,
  `disease_detail` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `disease_person` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `begin_date1` date NOT NULL,
  `end_date1` date NOT NULL,
  `count_date` int(5) NOT NULL,
  `me_leave` int(5) NOT NULL,
  `begin_date2` date NOT NULL,
  `end_date2` date NOT NULL,
  `count_date2` int(5) NOT NULL,
  `house_number` varchar(10) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `road` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `district` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `district2` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `province` varchar(30) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `tel2` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `sign_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `sign_lastname` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `sign_prename` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `firstname3` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `lastname3` varchar(30) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `sick1` float NOT NULL,
  `sick2` float NOT NULL,
  `total_sick` float NOT NULL,
  `sick_person1` float NOT NULL,
  `sick_person2` float NOT NULL,
  `total_sick_person` float NOT NULL,
  `confined1` float NOT NULL,
  `confined2` float NOT NULL,
  `total_confined` float NOT NULL,
  `inspector_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `inspector_lastname` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `inspector_position` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `date_inspector` date NOT NULL,
  `supervisor_sick` int(5) NOT NULL,
  `supervisor_agree` int(3) NOT NULL,
  `first_name2` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `last_name2` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `postion2` varchar(100) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `commander_date` date NOT NULL,
  `manager_allow` int(5) NOT NULL,
  `first_name3` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `last_name3` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `manager_position` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `date_manager` date NOT NULL,
  `sick_disease` int(3) NOT NULL,
  `id_staff` int(5) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `tb_sick`
--

INSERT INTO `tb_sick` (`id_sick`, `type_person`, `write`, `date_write1`, `subject`, `study`, `prename`, `first_name`, `last_name`, `position`, `affiliation`, `work`, `tel`, `cumulative`, `disease`, `disease_detail`, `disease_person`, `begin_date1`, `end_date1`, `count_date`, `me_leave`, `begin_date2`, `end_date2`, `count_date2`, `house_number`, `road`, `district`, `district2`, `province`, `tel2`, `sign_name`, `sign_lastname`, `sign_prename`, `firstname3`, `lastname3`, `sick1`, `sick2`, `total_sick`, `sick_person1`, `sick_person2`, `total_sick_person`, `confined1`, `confined2`, `total_confined`, `inspector_name`, `inspector_lastname`, `inspector_position`, `date_inspector`, `supervisor_sick`, `supervisor_agree`, `first_name2`, `last_name2`, `postion2`, `commander_date`, `manager_allow`, `first_name3`, `last_name3`, `manager_position`, `date_manager`, `sick_disease`, `id_staff`) VALUES
(76, 5, 'ศูนย์ตะวันฉายฯ', '2017-05-23', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 1, 'จัตุรงค์', 'เจริญฤทธิ์', 'เจ้าหน้าที่สารสนเทศและพัฒนาแอพพลิเคชัน', '-', '-', '043363123', 0, 1, 'หวัด', '', '2017-05-23', '2017-05-24', 1, 1, '2017-05-16', '2017-05-17', 1, '590/4', 'มิตรภาพ', 'ศิลา', 'เมือง', 'ขอนแก่น', '0868539079', 'จัตุรงค์', 'เจริญฤทธิ์', '1', 'จัตุรงค์', 'เจริญฤทธิ์', 0, 0, 0, 2, 2, 2, 0, 0, 0, 'สุธีรา', 'ประดับวงศ์', 'หัวหน้างาน', '2017-05-23', 0, 0, 'สุธีรา', 'ประดับวงศ์', 'หัวหน้างาน', '2017-05-23', 1, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '2017-05-23', 2, 8),
(77, 5, 'ศูนย์ตะวันฉายฯ', '2017-05-30', 'ขอลาป่วย', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'ชิโนรส', 'สืบไวย', 'เจ้าหน้าที่บริหารงานวิจัย', '', '', '043363123', 0, 0, 'มึนเวียนศีรษะ', '', '2017-05-29', '2017-05-29', 1, 1, '0000-00-00', '0000-00-00', 0, '199/219', 'หนองไผ่-โกทา', 'ศิลา', 'เมืองขอนแก่น', 'ขอนแก่น', '0868593335', 'ชิโนรส', 'สืบไวย', '3', 'ชิโนรส', 'สืบไวย', 0, 0, 0.5, 0, 0, 0, 0, 0, 0, 'นางสาวนงลักษณ์ พรมขอนยาง', '', 'ผู้ช่วยวิจัยและธุรการ', '1899-11-30', 0, 0, 'สุธีรา', 'ประดับวงษ์', 'กรรมการและเลขานุการ', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 7),
(79, 5, 'ศูนย์ตะวันฉายฯ', '2017-06-26', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'พัทธ์ชนก', 'เชาวน์ชื่น', 'เจ้าหน้าที่ประสานงานและโครงการวิจัย', 'ศูนย์ตะวันฉาย', '-', '043363123', 0, 0, 'ไมเกรน', '', '2017-06-22', '2017-06-22', 1, 1, '0000-00-00', '0000-00-00', 0, '227/53', 'หลังศูนย์ราชการ', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0900242226', 'พัทธ์ชนก', 'เชาวน์ชื่น', '3', 'พัทธ์ชนก', 'เชาวน์ชื่น', 0, 0, 1, 0, 0, 1, 0, 0, 0, '', '', '', '2017-06-26', 0, 0, 'สุธีรา', 'ประดับวงษ์', 'กรรมการและเลขานุการ', '2017-06-26', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '2017-06-26', 0, 13),
(80, 5, 'ศูนย์ตะวันฉายฯ', '2017-06-29', 'ลาป่วย', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'โยษิตา', 'จันทิมา', 'ผู้ช่วยเลขานุการศูนย์ตะวันฉาย', 'ศูนย์ตะวันฉาย', 'มูลนิธิตะวันฉายฯ', '043363123', 0, 1, 'ปวดหัว', '', '2017-06-27', '2017-06-27', 1, 0, '0000-00-00', '0000-00-00', 0, '7', 'อำมาตย์', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0939744993', '', '', '3', 'โยษิตา', 'จันทิมา', 6.5, 0, 6.5, 0, 0, 0, 0, 0, 0, '', '', '', '0000-00-00', 0, 0, 'สุธีรา', 'ประดับวงษ์', 'กรรมการและเลขานุการ', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 1, 3),
(81, 5, 'ศูนย์ตะวันฉายฯ', '2017-07-03', 'ขอลาป่วย', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'ฐิตินันท์', 'สุพรรณคุ้ม', 'เจ้าหน้าที่ช่วยเหลือผู้ป่วยและครอบครัว', 'ศูนย์ตะวันฉาย', '', '043363123', 0, 1, 'ลำไส้อักเสบ', '', '2017-06-30', '2017-06-30', 1, 1, '0000-00-00', '0000-00-00', 0, '7', '-', 'ดงเมืองแอม', 'เขาสวนกวาง', 'ขอนแก่น', '081-0483110', 'ฐิตินันท์', 'สุพรรณคุ้ม', '3', 'ฐิตินันท์', 'สุพรรณคุ้ม', 0, 0, 7.5, 0, 0, 0, 0, 0, 0, '', '', '', '0000-00-00', 0, 0, 'สุธีรา', 'ประดับวงษ์', 'กรรมการและเลขานุการ', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 2, 12),
(82, 5, 'ศูนย์ตะวันฉาย', '0000-00-00', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 0, 'กนกอร', 'ตั้งจิตเจริญกิจ', 'เจ้าหน้าที่บริหารงานโครงการ', '', '', '043363123', 0, 0, 'ท้องเสีย', '', '2017-09-29', '2017-09-29', 1, 1, '2017-09-29', '2017-09-29', 0, '48/28', 'มิตรภาพ', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0814911875', 'กนกอร', 'ตั้งจิตเจริญกิจ', '', 'กนกอร', 'ตั้งจิตเจริญกิจ', 0.5, 0, 0.5, 0, 0, 0, 0, 0, 0, 'นงลักษณ์', 'พรมขอนยาง', 'เจ้าหน้าที่ผู้ช่วยวิจัยและธุรการ', '0000-00-00', 0, 0, 'สุธีรา', 'ประดับวงษ์', 'กรรมการและเลขานุการ', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 9),
(112, 5, 'ศูนย์ตะวันฉาย', '0000-00-00', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'กนกอร', 'ตั้งจิตเจริญกิจ', 'เจ้าหน้าที่บริหารงานโครงการ', '', '', '043363123', 0, 1, '', '', '2017-09-18', '2017-09-18', 1, 1, '2017-09-08', '2017-09-08', 1, '48/28', 'มิตรภาพ', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0814911875', 'กนกอร', 'ตั้งจิตเจริญกิจ', 'นางสาว', 'กนกอร', 'ตั้งจิตเจริญกิจ', 1.5, 0.5, 2, 1, 0, 1, 0, 0, 0, 'นงลักษณ์', 'พรมขอนยาง', 'เจ้าหน้าที่ผู้ช่วยวิจัยและธุรการ', '0000-00-00', 0, 0, 'สุธีรา', 'ประดับวงษ์', 'กรรมการและเลขานุการ', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 2, 0),
(113, 5, 'ศูนย์ตะวันฉาย', '2017-09-29', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'พัทธ์ชนก', 'เชาวน์ชื่น', 'เจ้าหน้าที่ประสานงานโครงการและผู้ช่วยบริหารงานวิจัย', '', '', '043363123', 0, 1, '', '', '2017-09-08', '2017-09-08', 1, 1, '2017-09-22', '2017-09-22', 1, '227/53', 'หลังศูนย์ราชการ', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0900242226', 'พัทธ์ชนก', 'เชาวน์ชื่น', 'นางสาว', 'พัทธ์ชนก', 'เชาวน์ชื่น', 1, 1, 2, 1, 0, 1, 0, 0, 0, 'นงลักษณ์', 'พรมขอนยาง', 'เจ้าหน้าที่ผู้ช่วยวิจัยและธุรการ', '0000-00-00', 0, 0, 'สุธีรา', 'ประดับวงษ์', 'กรรมการและเลขานุการ', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 2, 0),
(90, 5, 'ศูนย์ตะวันฉาย', '2017-09-15', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'พัทธ์ชนก', 'เชาวน์ชื่น', 'เจ้าหน้าที่ผู้ช่วยบริหารงานโครงการและบริหารงานวิจัย', '-', '-', '043363123', 0, 1, '', '', '2017-09-13', '2017-09-13', 1, 1, '0000-00-00', '0000-00-00', 0, '227/53', 'หลังศูนย์ราชการ', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0900242226', 'พัทธ์ชนก', 'เชาวน์ชื่น', 'นางสาว', 'พัทธ์ชนก', 'เชาวน์ชื่น', 1, 1, 2, 1, 1, 1, 0, 0, 0, 'นงลักษณ์', 'พรมขอนยาง', 'เจ้าหน้าที่ผู้ช่วยวิจัยและธุรการ', '2017-09-15', 0, 0, 'สุธีรา', 'ประดับวงษ์', 'กรรมการและเลขานุการ', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 2, 0),
(91, 5, 'ศูนย์ตะวันฉาย', '2017-09-18', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'พัชริดา', 'ชูสุข', 'เจ้าหน้าที่ธุรการ', '-', '-', '043363123', 0, 0, '', '', '2017-09-18', '2017-09-18', 1, 1, '0000-00-00', '0000-00-00', 0, '', '', '', '', '', '', 'พัชริดา', 'ชูสุข', 'นางสาว', 'พัชริดา', 'ชูสุข', 0, 1, 1, 0, 0, 0, 0, 0, 0, 'นงลักษณ์', 'พรมขอนยาง', 'เจ้าหน้าที่ผู้ช่วยวิจัยและธุรการ', '2017-09-18', 0, 0, 'สุธีรา', 'ประดับวงษ์', 'กรรมการและเลขานุการ', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0),
(94, 5, 'ศูนย์ตะวันฉาย', '2017-09-18', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'นันท์นลิน', 'มุ่งมานิตย์มงคล', 'เจ้าหน้าที่บัญชีและการเงิน', '-', '-', '043363123', 0, 1, '', '', '2017-09-18', '2017-09-18', 0, 1, '0000-00-00', '0000-00-00', 0, '', '', '', '', '', '', 'นันท์นลิน', 'มุ่งมานิตย์มงคล', 'นางสาว', 'นันท์นลิน', 'มุ่งมานิตย์มงคล', 0, 0, 0, 0, 0, 1, 0, 0, 0, 'นงลักษณ์', 'พรมขอนยาง', 'เจ้าหน้าที่ผู้ช่วยวิจัยและธุรการ', '2017-09-18', 0, 0, 'สุธีรา', 'ประดับวงษ์', 'กรรมการและเลขานุการ', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 2, 0),
(95, 5, 'ศูนย์ตะวันฉาย', '2017-09-18', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 1, 'ศุภชัย', 'วงศ์ชื่น', 'เจ้าหน้าที่พัฒนาระบบฐานข้อมูลและสารสนเทศ', '-', '-', '043363123', 0, 3, '', '', '2017-09-18', '2017-09-18', 1, 2, '0000-00-00', '0000-00-00', 0, '', '', '', '', '', '', 'ศุภชัย', 'วงศ์ชื่น', 'นาย', 'ศุภชัย', 'วงศ์ชื่น', 0, 0, 0, 0, 1, 1, 0, 0, 0, 'นงลักษณ์', 'พรมขอนยาง', 'เจ้าหน้าที่ผู้ช่วยวิจัยและธุรการ', '2017-09-18', 0, 0, 'สุธีรา', 'ประดับวงษ์', 'กรรมการและเลขานุการ', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0),
(111, 5, 'ศูนย์ตะวันฉาย', '2017-09-27', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'โยษิตา', 'จันทิมา', 'ผู้ช่วยเลขานุการศูนย์ตะวันฉาย', '-', '-', '043363123', 0, 1, '', '', '2017-09-27', '2017-09-27', 1, 1, '0000-00-00', '0000-00-00', 33, '7', 'อำมาตย์', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0939744993', 'โยษิตา', 'จันทิมา', 'นางสาว', 'โยษิตา', 'จันทิมา', 7.5, 0.5, 7.5, 0, 0, 0, 0, 0, 0, 'นงลักษณ์', 'พรมขอนยาง', 'เจ้าหน้าที่ผู้ช่วยวิจัยและธุรการ', '0000-00-00', 0, 0, 'สุธีรา', 'ประดับวงษ์', 'กรรมการและเลขานุการ', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 2, 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tb_sick`
--
ALTER TABLE `tb_sick`
  ADD PRIMARY KEY (`id_sick`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tb_sick`
--
ALTER TABLE `tb_sick`
  MODIFY `id_sick` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=117;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
