-- phpMyAdmin SQL Dump
-- version 4.7.0
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Oct 01, 2017 at 11:50 AM
-- Server version: 5.7.18
-- PHP Version: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `docdb`
--

-- --------------------------------------------------------

--
-- Table structure for table `tb_vacation`
--

CREATE TABLE `tb_vacation` (
  `id_vacation` int(11) NOT NULL,
  `write` varchar(60) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `date_write` date NOT NULL,
  `subject` varchar(60) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `study` varchar(60) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `prename` int(10) NOT NULL,
  `first_name` varchar(60) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `last_name` varchar(60) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `position` varchar(60) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `affiliation` varchar(80) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `work` varchar(80) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `tel` varchar(30) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `cumulative` int(5) NOT NULL,
  `rest` int(5) NOT NULL,
  `total` int(5) NOT NULL,
  `current` float NOT NULL,
  `keep` float NOT NULL,
  `wishes` varchar(60) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `date_begin` date NOT NULL,
  `end_date` date NOT NULL,
  `house_number` varchar(30) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `road` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `district` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `city` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `province` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `tel_address` varchar(20) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `leave` int(10) NOT NULL,
  `leave_thistime` int(10) NOT NULL,
  `date_total_leave` float NOT NULL,
  `sign` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `presign` int(2) NOT NULL,
  `name_sign` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `lastname_sign` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `allowed` int(2) NOT NULL,
  `name_inspector` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `lastname_inspector` varchar(100) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `name_commander` varchar(50) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `lastname_commander` varchar(100) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `position_inspector` varchar(100) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `position_commander` varchar(100) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `date_inspector` date NOT NULL,
  `date_commander` date NOT NULL,
  `allow_manager` int(3) NOT NULL,
  `first_name2` varchar(30) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `last_name2` varchar(60) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `last_position` varchar(80) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `last_date` date NOT NULL,
  `type_person` int(2) NOT NULL,
  `id_staff` int(5) NOT NULL,
  `date_rec` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `tb_vacation`
--

INSERT INTO `tb_vacation` (`id_vacation`, `write`, `date_write`, `subject`, `study`, `prename`, `first_name`, `last_name`, `position`, `affiliation`, `work`, `tel`, `cumulative`, `rest`, `total`, `current`, `keep`, `wishes`, `date_begin`, `end_date`, `house_number`, `road`, `district`, `city`, `province`, `tel_address`, `leave`, `leave_thistime`, `date_total_leave`, `sign`, `presign`, `name_sign`, `lastname_sign`, `allowed`, `name_inspector`, `lastname_inspector`, `name_commander`, `lastname_commander`, `position_inspector`, `position_commander`, `date_inspector`, `date_commander`, `allow_manager`, `first_name2`, `last_name2`, `last_position`, `last_date`, `type_person`, `id_staff`, `date_rec`) VALUES
(11, 'ศูนย์ตะวันฉายฯ', '2017-05-19', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 1, 'จัตุรงค์', 'เจริญฤทธิ์', 'เจ้าหน้าที่สารสนเทศและพัฒนาแอพพลิเคชัน', '-', '-', '043363123', 0, 10, 6, 4, 6, '1', '2017-05-19', '2017-05-19', '25/1', 'มิตรภาพ', 'เมือง', 'เมือง', 'ขอนแก่น', '0541234567', 3, 1, 4, 'นายจัตุรงค์        เจริญฤทธิ์', 1, 'จัตุรงค์', 'เจริญฤทธิ์', 1, 'สุธีรา', 'ประดับวงศ์', 'สุธีรา', 'ประดับวงศ์', 'หัวหน้างาน', 'กรรมการและเลขานุการ', '2017-05-19', '2017-05-19', 1, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '2017-05-19', 5, 8, '0000-00-00'),
(12, 'ศูนย์ตะวันฉายฯ', '2017-07-03', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'โยษิตา', 'จันทิมา', 'ผู้ช่วยเลขานุการศูนย์ตะวันฉาย', 'ศูนย์ตะวันฉาย', 'มูลนิธิตะวันฉายฯ', '043363123', 0, 10, 10, 4, 6, '', '2017-07-05', '2017-07-05', '7', 'อำมาตย์', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0939744993', 0, 0, 4, 'นางสาวโยษิตา        จันทิมา', 3, 'โยษิตา', 'จันทิมา', 0, '', '', 'สุธีรา', 'ประดับวงษ์', '', 'กรรมการและเลขานุการ', '0000-00-00', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 5, 3, '0000-00-00'),
(13, 'ศูนย์ตะวันฉายฯ', '2017-07-06', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'พัทธ์ชนก', 'เชาวน์ชื่น', 'เจ้าหน้าที่ผู้ช่วยบริหารงานโครงการและบริหารงานวิจัย', 'ศูนย์ตะวันฉาย', '', '043363123', 0, 5, 5, 1, 4, '1', '2017-07-14', '2017-07-14', '227/53', 'หลังศูนย์ราชการ', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0900242226', 0, 1, 1, 'นางสาวพัทธ์ชนก        เชาวน์ชื่น', 3, 'พัทธ์ชนก', 'เชาวน์ชื่น', 1, '', '', 'สุธีรา', 'ประดับวงษ์', '', 'กรรมการและเลขานุการ', '2017-07-06', '2017-07-06', 1, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '2017-07-06', 5, 13, '0000-00-00'),
(16, 'ศูนย์ตะวันฉายฯ', '2017-07-06', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'กนกอร', 'ตั้งจิตเจริญกิจ', 'เจ้าหน้าที่บริหารงานโครงการ', 'ศูนย์วิจัยผู้ป่วยปากแหว่งเพดานโหว่', '', '043363123', 0, 10, 10, 3.5, 6.5, '1', '2017-07-07', '2017-07-07', '48/28', 'มิตรภาพ', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0814911875', 2, 1, 3.5, 'นางสาวกนกอร        ตั้งจิตเจริญกิจ', 3, 'กนกอร', 'ตั้งจิตเจริญกิจ', 1, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '2017-07-06', '2017-07-06', 1, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 5, 9, '0000-00-00'),
(17, 'ศูนย์ตะวันฉายฯ', '2017-07-07', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'นันท์นลิน', 'มุ่งมานิตย์มงคล', 'เจ้าหน้าที่บัญชีและการเงิน', 'ศูนย์ตะวันฉาย', '', '043363123', 0, 10, 10, 7, 3, '1', '2017-07-20', '2017-07-20', '345/84', 'ศรีจันทร์', 'บ้านเป็ด', 'เมืองขอนแก่น', 'ขอนแก่น', '082-0437525', 0, 0, 7, '', 3, 'นันท์นลิน', 'มุ่งมานิตย์มงคล', 1, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '0000-00-00', '0000-00-00', 1, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 5, 0, '0000-00-00'),
(18, 'ศูนย์ตะวันฉายฯ', '2017-07-31', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'กนกอร', 'ตั้งจิตเจริญกิจ', 'เจ้าหน้าที่บริหารงานโครงการ', 'ศูนย์วิจัยผู้ป่วยปากแหว่งเพดานโหว่ฯ', '-', '043363123', 0, 10, 10, 3.5, 6.5, 'ครึ่ง', '2017-08-01', '2017-08-01', '48/28', 'มิตรภาพ', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0814911875', 0, 0, 5.5, 'นางสาวกนกอร        ตั้งจิตเจริญกิจ', 3, 'กนกอร', 'ตั้งจิตเจริญกิจ', 0, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '0000-00-00', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 5, 9, '0000-00-00'),
(19, 'ศูนย์ตะวันฉายฯ', '2017-08-01', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'ชิโนรส', 'สืบไวย', 'เจ้าหน้าที่บริหารงานวิจัย', 'ศูนย์วิจัยผู้ป่วยปากแหว่ง เพดานโหว่ และความพิการแต่กำเนิดของศีรษะและใบหน้า มหาวิ', '', '043363123', 1, 10, 11, 5, 5, '', '2017-08-04', '2017-08-04', '199/219', 'หนองไผ่-โกทา', 'ตำบลศิลา', 'อำเภอเมืองขอนแก่น', 'ขอนแก่น', '0868593335', 0, 0, 5, 'นางสาวชิโนรส        สืบไวย', 3, 'ชิโนรส', 'สืบไวย', 0, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิจัยและธุรการ', 'กรรมการและเลขานุการ', '2017-08-01', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 5, 7, '0000-00-00'),
(20, 'ศูนย์ตะวันฉายฯ', '2017-08-02', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'นงลักษณ์', 'พรมขอนยาง', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'ศูนย์วิจัยผู้ป่วยปากแหว่ง เพดานโหว่ฯ', 'ศูนย์ตะวันฉาย', '043363123', 0, 10, 10, 5, 5, '1', '2017-08-15', '2017-08-15', '5', '', 'โคกสูง', 'อุบลรัตน์', 'ขอนแก่น', '085-4648160', 4, 1, 5, 'นางสาวนงลักษณ์        พรมขอนยาง', 0, 'นงลักษณ์', 'พรมขอนยาง', 0, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '2017-08-15', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 5, 5, '0000-00-00'),
(62, 'ศูนย์ตะวันฉายฯ', '2017-08-24', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 1, 'จัตุรงค์', 'เจริญฤทธิ์', 'เจ้าหน้าที่สารสนเทศและพัฒนาแอพพลิเคชัน', '-', '-', '043363123', 0, 10, 10, 4, 6, '2', '2017-08-31', '2017-09-01', '590/4', 'มิตรภาพ', 'เมือง', 'เมือง', 'ขอนแก่น', '0541234567', 4, 2, 6, 'จัตุรงค์   เจริญฤทธิ์', 1, 'จัตุรงค์', 'เจริญฤทธิ์', 0, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '0000-00-00', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-08-24'),
(63, 'ศูนย์ตะวันฉายฯ', '2017-08-24', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 1, 'จัตุรงค์', 'เจริญฤทธิ์', 'เจ้าหน้าที่สารสนเทศและพัฒนาแอพพลิเคชัน', '-', '-', '43363123', 0, 10, 10, 6, 4, '1', '2017-08-24', '2017-08-24', '594/40', 'มิตรภาพ', 'เมือง', 'เมือง', 'ขอนแก่น', '0541234567', 6, 1, 7, 'จัตุรงค์   เจริญฤทธิ์', 1, 'จัตุรงค์', 'เจริญฤทธิ์', 0, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '0000-00-00', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-08-29'),
(64, 'ศูนย์ตะวันฉายฯ', '2017-08-25', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 1, 'ศุภชัย', 'วงศ์ชื่น', 'เจ้าหน้าที่พัฒนาระบบฐานข้อมูลและสารสนเทศ', '-', '-', '043363123', 0, 10, 10, 8, 2, '', '2017-08-25', '2017-08-25', '', 'มิตรภาพ', 'เมือง', 'เมือง', 'ขอนแก่น', '0541234567', 7, 1, 8, 'ศุภชัย   วงศ์ชื่น', 1, 'ศุภชัย', 'วงศ์ชื่น', 0, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '0000-00-00', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-08-25'),
(68, 'ศูนย์ตะวันฉายฯ', '2017-08-25', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'พัชริดา', 'ชูสุข', 'เจ้าหน้าที่ธุรการ', '-', '-', '043363123', 0, 10, 10, 6, 4, '0', '2017-08-25', '2017-08-25', '', 'มิตรภาพ', 'เมือง', 'เมือง', 'ขอนแก่น', '0541234567', 6, 0, 6, 'พัชริดา   ชูสุข', 3, 'พัชริดา', 'ชูสุข', 0, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '0000-00-00', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-08-25'),
(69, 'ศูนย์ตะวันฉายฯ', '2017-08-25', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'ฐิตินันท์', 'สุพรรณคุ้ม', 'เจ้าหน้าที่ช่วยเหลือผู้ป่วยและครอบครัว', '-', '-', '043363123', 0, 10, 10, 2, 8, '0', '2017-08-25', '2017-08-25', '', 'มิตรภาพ', 'เมือง', 'เมือง', 'ขอนแก่น', '0541234567', 2, 0, 2, 'ฐิตินันท์   สุพรรณคุ้ม', 3, 'ฐิตินันท์', 'สุพรรณคุ้ม', 0, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '0000-00-00', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-08-25'),
(70, 'ศูนย์ตะวันฉายฯ', '2017-09-19', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'ฐิตินันท์', 'สุพรรณคุ้ม', 'เจ้าหน้าที่ช่วยเหลือผู้ป่วยและครอบครัว', '', '-', '43363123', 0, 10, 10, 2, 8, '1', '2017-09-25', '2017-09-25', '', 'มิตรภาพ', 'เมือง', 'เมือง', 'ขอนแก่น', '0541234567', 2, 1, 3, 'ฐิตินันท์   สุพรรณคุ้ม', 3, 'ฐิตินันท์', 'สุพรรณคุ้ม', 0, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '0000-00-00', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-09-19'),
(71, 'ศูนย์ตะวันฉายฯ', '2017-09-19', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'ชิโนรส', 'สืบไวย', 'เจ้าหน้าที่บริหารงานวิจัย', '', '-', '43363123', 0, 10, 11, 5, 6, '1', '2017-09-22', '2017-09-22', '', 'หนองไผ่-โกทา', 'ตำบลศิลา', 'อำเภอเมืองขอนแก่น', 'ขอนแก่น', '0868593335', 5, 1, 6, 'ชิโนรส   สืบไวย', 3, 'ชิโนรส', 'สืบไวย', 0, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '0000-00-00', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-09-19'),
(72, 'ศูนย์ตะวันฉายฯ', '2017-09-19', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'ชิโนรส', 'สืบไวย', 'เจ้าหน้าที่บริหารงานวิจัย', '', '-', '43363123', 0, 10, 10, 6, 4, '3', '2017-09-27', '2017-09-29', '', 'หนองไผ่-โกทา', 'ตำบลศิลา', 'อำเภอเมืองขอนแก่น', 'ขอนแก่น', '0868593335', 6, 3, 9, 'ชิโนรส   สืบไวย', 3, 'ชิโนรส', 'สืบไวย', 0, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '0000-00-00', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-09-19'),
(73, 'ศูนย์ตะวันฉายฯ', '2017-09-19', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'โยษิตา', 'จันทิมา', 'ผู้ช่วยเลขานุการศูนย์ตะวันฉาย', '', '-', '43363123', 0, 10, 10, 4, 6, '2', '2017-09-14', '2017-09-15', '', 'อำมาตย์', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0939744993', 4, 2, 6, 'โยษิตา   จันทิมา', 3, 'โยษิตา', 'จันทิมา', 0, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '0000-00-00', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-09-19'),
(74, 'ศูนย์ตะวันฉายฯ', '2017-09-19', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'โยษิตา', 'จันทิมา', 'ผู้ช่วยเลขานุการศูนย์ตะวันฉาย', '', '-', '43363123', 0, 10, 10, 6, 4, '1', '2017-09-18', '2017-09-18', '', 'อำมาตย์', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0939744993', 6, 1, 7, 'โยษิตา   จันทิมา', 3, 'โยษิตา', 'จันทิมา', 0, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '0000-00-00', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-09-19'),
(75, 'ศูนย์ตะวันฉายฯ', '2017-09-26', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'พัทธ์ชนก', 'เชาวน์ชื่น', 'เจ้าหน้าที่ผู้ช่วยบริหารงานโครงการและบริหารงานวิจัย', 'ศูนย์ตะวันฉาย', '-', '43363123', 0, 5, 5, 1, 4, '1', '2017-10-06', '2017-10-06', '227/53', 'หลังศูนย์ราชการ', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0900242226', 1, 1, 2, 'พัทธ์ชนก   เชาวน์ชื่น', 3, 'พัทธ์ชนก', 'เชาวน์ชื่น', 1, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '2017-09-26', '0000-00-00', 1, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-09-26'),
(76, 'ศูนย์ตะวันฉายฯ', '2017-09-27', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'พัทธ์ชนก', 'เชาวน์ชื่น', 'เจ้าหน้าที่ผู้ช่วยบริหารงานโครงการและบริหารงานวิจัย', 'ศุนย์ตะวันฉาย', '-', '43363123', 0, 5, 5, 2, 3, '1', '2017-11-17', '2017-11-17', '227/53', 'หลังศูนย์ราชการ', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0900242226', 2, 1, 3, 'พัทธ์ชนก   เชาวน์ชื่น', 3, 'พัทธ์ชนก', 'เชาวน์ชื่น', 1, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '2017-09-27', '0000-00-00', 1, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-09-27'),
(77, 'ศูนย์ตะวันฉายฯ', '2017-09-27', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'พัทธ์ชนก', 'เชาวน์ชื่น', 'เจ้าหน้าที่ผู้ช่วยบริหารงานโครงการและบริหารงานวิจัย', 'ศุนย์ตะวันฉาย', '-', '43363123', 0, 5, 5, 2, 3, '1', '2017-11-17', '2017-11-17', '227/53', 'หลังศูนย์ราชการ', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0900242226', 2, 1, 3, 'พัทธ์ชนก   เชาวน์ชื่น', 3, 'พัทธ์ชนก', 'เชาวน์ชื่น', 1, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '2017-09-27', '0000-00-00', 1, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-09-27'),
(78, 'ศูนย์ตะวันฉายฯ', '2017-09-27', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'พัทธ์ชนก', 'เชาวน์ชื่น', 'เจ้าหน้าที่ผู้ช่วยบริหารงานโครงการและบริหารงานวิจัย', 'ศุนย์ตะวันฉาย', '-', '43363123', 0, 5, 5, 2, 3, '1', '2017-11-17', '2017-11-17', '227/53', 'หลังศูนย์ราชการ', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0900242226', 0, 1, 1, 'พัทธ์ชนก   เชาวน์ชื่น', 3, 'พัทธ์ชนก', 'เชาวน์ชื่น', 1, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '2017-09-27', '0000-00-00', 1, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-09-27'),
(79, 'ศูนย์ตะวันฉายฯ', '2017-09-27', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'โยษิตา', 'จันทิมา', 'ผู้ช่วยเลขานุการศูนย์ตะวันฉาย', 'มูลนิธิตะวันฉายฯ', '-', '43363123', 0, 10, 10, 7, 3, '1', '2017-09-27', '2017-09-27', '7', 'อำมาตย์', 'ในเมือง', 'เมือง', 'ขอนแก่น', '0939744993', 7, 0, 7, 'โยษิตา   จันทิมา', 3, 'โยษิตา', 'จันทิมา', 0, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '0000-00-00', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-09-27'),
(80, 'ศูนย์ตะวันฉายฯ', '2017-09-27', 'ขอลาพักผ่อนประจำปี', 'รองผู้อำนวยการฝ่ายบริหาร ศูนย์ตะวันฉาย', 3, 'นันท์นลิน', 'มุ่งมานิตย์มงคล', 'เจ้าหน้าที่บัญชีและการเงิน', '', '-', '43363123', 0, 0, 0, 0, 0, '1.00', '2017-10-09', '2017-10-09', '345/84', 'ศรีจันทร์', 'บ้านเป็ด', 'เมืองขอนแก่น', 'ขอนแก่น', '082-0437525', 0, 0, 7, 'นันท์นลิน   มุ่งมานิตย์มงคล', 3, 'นันท์นลิน', 'มุ่งมานิตย์มงคล', 0, 'นงลักษณ์', 'พรมขอนยาง', 'สุธีรา', 'ประดับวงษ์', 'เจ้าหน้าที่ผู้ช่วยวิัจัยและธุรการ', 'กรรมการและเลขานุการ', '0000-00-00', '0000-00-00', 0, 'รศ.พญ.นิรมล', 'พัจนสุนทร', 'รองผู้อำนวยการฝ่ายบริหาร', '0000-00-00', 0, 0, '2017-09-27');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tb_vacation`
--
ALTER TABLE `tb_vacation`
  ADD PRIMARY KEY (`id_vacation`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tb_vacation`
--
ALTER TABLE `tb_vacation`
  MODIFY `id_vacation` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=81;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
